<?php

return [
    "know-a-lot-about-us" => "من نحن؟",
    "the-company-was-founded-in-2010" => "رؤيتنا في موازنة  ERP  هي أن نصير الشريك الموثوق به لكل الشركات ونسهم في تمكينهم لتحقيق نمو مستدام عن طريق تهيئة وتبسيط جميع عملياتهم التجارية والمحاسبية.  رسالتنا",
    "this-program-was-designed-to-meet-the-needs-of-the-user" => "رسالتنا في منصة  موازنة   ERP، رسالتنا هي تقديم حلول متكاملة وسهلة تساعد الشركات على إدارة أعمالها بشكل أفضل وأبسط  وتوفر نظام ERP قوي ومرن يساعد الشركات في تحسين كفاءتها التشغيلية .",
    "take-a-quick-look-at" => "القى نظرة سريعة على",
    "vision-goal-and-mission" => "اهدافنا",
    "we-hope-with-hope-to-include-companies-that-need-to-run-their-business" => "نرغب وبكل امل فى ضم الشركات التى تحتاج الى ادارة عملها عن بعد من خلالنا ونسعى ان نكون على قدرالثقة التى منحها لنا عملاؤنا السابقين وجلب ثقة عملاء جدد ونخطط لان نكون البرنامج رقم 1 على مستوى العالم العربى",
    "honesty-in-dealing-and-respect" => "الامانة فى التعامل والاحترام",
    "clarity-and-transparency" => "الوضوح والشفافية",
    "constant-follow-up-with-our-clients" => "المتابعة المستمرة مع عملاؤنا",
    "facts-and-figures" => "حقائق وارقام",
    "numbers-for-us" => "ارقام تعبر عنا",
    "the-company-approach-to-dealing-with-companies" => "الاسلوب الذي تتبعه منصة موازنة في معاملة الشركات والعملاء تجعلنا دائما فى الصدارة غير أن السرعة فى تنفيذ المطلوب والمتابعة المستمرة مع العملاء فى مواجهة الصعوبات  وحل المشاكل هى أولويتنا."

];
