<?php

return [
    "know-a-lot-about-us" => "اعرف عنا الكثير والكثير",
    "the-company-was-founded-in-2010" => "تأسست الشركة في عام 2010 بعد أن قدمنا خدمات كثيرة ومميزة في عالم البرمجيات المحاسبية والحاسب الآلي وقمنا في وضع بصمة في أكثر من دولة عربية",
    "this-program-was-designed-to-meet-the-needs-of-the-user" => "تم العمل على هذا البرنامج ليلبي حاجة المستخدم ويضيف مفهوم جديد بعالم المحاسبة والأعمال.... نضع بين أيديكم ناتج خبرة لأكثر من 15 سنة في مجال المحاسبة و إدارة الأعمال وشعارنا هو العميل اولا",
    "take-a-quick-look-at" => "القى نظرة سريعة على",
    "vision-goal-and-mission" => "الرؤية والهدف والرسالة",
    "we-hope-with-hope-to-include-companies-that-need-to-run-their-business" => "نرغب وبكل امل فى ضم الشركات التى تحتاج الى ادارة عملها عن بعد من خلالنا ونسعى ان نكون على قدرالثقة التى منحها لنا عملاؤنا السابقين وجلب ثقة عملاء جدد ونخطط لان نكون البرنامج رقم 1 على مستوى العالم العربى",
    "honesty-in-dealing-and-respect" => "الامانة فى التعامل والاحترام",
    "clarity-and-transparency" => "الوضوح والشفافية",
    "constant-follow-up-with-our-clients" => "المتابعة المستمرة مع عملاؤنا",
    "facts-and-figures" => "حقائق وارقام",
    "numbers-for-us" => "ارقام تعبر عنا",
    "the-company-approach-to-dealing-with-companies" => "الاسلوب الذى تتبعه الشركة فى معاملة الشركات والعملاء تجعلنا دائما فى الصدارة غير ان السرعة فى تنفيذ المطلوب والمتابعة المستمرة مع العملاء فى حينواجهوا مشاكل هى اولى اولوياتنا"

];
