@extends('site.layouts.app-main')
@section('content')
    <div class="row mt-5">
        <div class="col-md-8 mt-5 text-right p-5">
            <h6 class="mb-4">آخر تحديث: 01.01.2025</h6>

            <h5>مرحبًا بك في سياسة الخصوصية الخاصة بنا</h5>
            <p>
                شركة عالم التشفير لتقنية المعلومات، شركة شخص واحد ذات مسؤولية محدودة مقيدة بالسجل التجاري بالرياض تحت رقم
                1009103379، ويقع مقرها الرئيسي في 7116 طريق جابر بن عبدالله، حي المؤتمرات، الرمز البريدي: 12712، الرياض،
                المملكة العربية السعودية ("عالم التشفير"). شركة عالم التشفير متخصصة في تقديم الحلول التقنية لقطاع التجزئة،
                بهدف المساهمة في أتمتة هذا القطاع وتقديم خدمات برمجية متخصصة تشمل إدارة المخزون، المبيعات، المدفوعات،
                التطبيقات المحاسبية، وغيرها من الخدمات التقنية الأخرى المقدمة للتجار.
            </p>

            <h5 class="mb-3">يمكنك التواصل معنا عبر أي من القنوات الرسمية المتاحة، ومنها:</h5>
            <p>
                الهاتف: 0543888834<br>
                البريد الإلكتروني: worldencryptione2030@gmail.com
            </p>

            <h5 class="mb-3">1. المقدمة</h5>
            <p>
                سياسة الخصوصية ("السياسة") هي اتفاقية ملزمة قانونيًا بينك ("المستخدم" أو "أنت") وشركة عالم التشفير. يرجى
                قراءة هذه السياسة لمعرفة كيفية تعاملنا مع بياناتك الشخصية. يكون قبولك لهذه السياسة بمجرد وصولك أو استخدامك
                لأي من مواقع شركة عالم التشفير الإلكترونية أو منتجاتها أو خدماتها أو تطبيقاتها ("الخدمات")، وهذا القبول يشمل
                قبولك لجميع سياسات وممارسات الخصوصية بشركة عالم التشفير وموافقتك على معالجة بياناتك بناءً على الموضح بهذه
                السياسة.
            </p>
            <p>
                تغطي هذه السياسة كيفية تعاملنا مع البيانات الشخصية التي نجمعها عند استخدامك لأي من الخدمات. تعني ("البيانات
                الشخصية" أو "البيانات") وفقًا لنظام حماية البيانات الشخصية الصادر بالمرسوم الملكي رقم (م/19) وتاريخ
                1443/02/09هـ، كل بيان - مهما كان مصدره أو شكله - من شأنه أن يؤدي إلى معرفة الفرد على وجه التحديد، أو يجعل
                التعرف عليه ممكنًا بصفة مباشرة أو غير مباشرة، ومن ذلك: الاسم، ورقم الهوية الشخصية، والعناوين، وأرقام
                التواصل، وأرقام الرُّخص والسجلات والممتلكات الشخصية، وأرقام الحسابات البنكية والبطاقات الائتمانية، وصور
                الفرد الثابتة أو المتحركة، وغير ذلك من البيانات ذات الطابع الشخصي. تم صياغة هذه السياسة لمساعدة المستخدمين
                على فهم طبيعة ونوع البيانات التي يتم جمعها من خلال خدمات شركة عالم التشفير المختلفة، والغرض من جمعها
                ومعالجتها، وكيفية حمايتها.
            </p>

            <h5 class="mb-3">2. حقوق المستخدم</h5>
            <p>
                يمكنك ممارسة الحقوق التالية بموجب نظام حماية البيانات الشخصية:
            </p>
            <ul>
                <li><strong>الحق في العلم:</strong> يحق لك معرفة طرق جمعنا لبياناتك الشخصية والمسوغ النظامي لجمعها ومعالجتها
                    وكيفية معالجتها وحفظها وإتلافها ولمن سيتم الإفصاح عنها، ويمكنك الاطلاع على كافة التفاصيل من خلال هذه
                    السياسة أو التواصل معنا عبر وسائل التواصل الرسمية.</li>
                <li><strong>الحق في الوصول:</strong> يحق لك الوصول إلى بياناتك الشخصية المحفوظة لدينا عند تسجيل دخولك لحسابك
                    في أي من الخدمات الخاصة بنا، أو من خلال التواصل معنا. على أن يكون الوصول مقتصرًا على بياناتك الشخصية
                    فقط، دون المساس ببيانات الآخرين، وذلك وفقًا للضوابط والإجراءات المحددة في النظام واللوائح ذات العلاقة.
                </li>
                <li><strong>الحق في طلب الحصول على البيانات الشخصية:</strong> يحق لك طلب نسخة من بياناتك الشخصية بصيغة
                    مقروءة وواضحة متى ما كان ذلك ممكنًا من الناحية التقنية، وذلك عن طريق التواصل معنا عبر وسائل التواصل
                    الرسمية.</li>
                <li><strong>الحق في طلب التصحيح:</strong> يحق لك طلب تصحيح أو إكمال أو تحديث بياناتك الشخصية من خلال أي من
                    خدماتنا أو من خلال التواصل معنا عبر وسائل التواصل الرسمية.</li>
                <li><strong>الحق في طلب الإتلاف:</strong> يحق لك طلب إتلاف بياناتك الشخصية عندما لا تكون هناك حاجة مستقبلية
                    لها، ما لم تكن هناك مسوغات نظامية تتطلب أو تسمح بالاحتفاظ بها لمدة أطول.</li>
                <li><strong>الحق في العدول عن الموافقة:</strong> يحق لك العدول عن موافقتك على معالجة بياناتك في أي وقت ما لم
                    تكن هناك مسوغات نظامية تتطلب عكس ذلك.</li>
            </ul>
            <p>
                عند ممارسة واحدة أو أكثر من الحقوق المذكورة أعلاه أو المنصوص عليها في نظام حماية البيانات الشخصية، نلتزم
                بتنفيذ طلباتك خلال مدة لا تتجاوز ثلاثين (30) يومًا من تاريخ تقديم الطلب، وفي حال تطلب التنفيذ جهدًا إضافيًا
                غير متوقع أو غير معتاد، فإننا نحتفظ بالحق في تمديد هذه المدة على ألا يزيد التمديد عن ثلاثين (30) يومًا
                إضافيًا، علماً أن بعض أو كل من هذه الحقوق قد تكون مشمولة باستثناءات وإعفاءات محددة تنص عليها الأنظمة ذات
                العلاقة، وسوف يتم تقييم كل طلب على حدة.
            </p>

            <h5 class="mb-3">3. الأساس النظامي لجمع البيانات الشخصية</h5>
            <p>
                الأساس النظامي الذي نعتمد عليه في شركة عالم التشفير لجمع ومعالجة بياناتك الشخصية، هو:
            </p>
            <ul>
                <li><strong>الموافقة:</strong> الحصول على موافقتك الصريحة، بما في ذلك موافقتك على هذه السياسة، لمعالجة
                    بياناتك الشخصية للأغراض المشار إليها في هذه السياسة، ومنها على سبيل المثال: الموافقة على استقبال معلومات
                    تسويقية أو عروض مبيعات أو المشاركة في الاستبيانات أو الدراسات البحثية أو التقديم على الوظائف. ويمكنك
                    العدول عن موافقتك في أي وقت، إلا إذا كان هناك أساس نظامي آخر يسمح لنا بالاستمرار في معالجة بياناتك.</li>
                <li><strong>التعاقدي:</strong> قد نقوم بمعالجة بياناتك الشخصية للوفاء بالتزاماتنا التعاقدية تجاهك، ويشمل ذلك
                    استخدام بياناتك لتنفيذ العقد المبرم بيننا وتقديم الخدمات المتفق عليها.</li>
                <li><strong>المصلحة المشروعة:</strong> قد نقوم بمعالجة بياناتك الشخصية لتحقيق مصالحنا المشروعة في مجالات
                    متعددة، شريطة ألا تتجاوز مثل هذه المعالجة حقوقك وحرياتك، ومنها على سبيل المثال لا الحصر: التسويق المباشر
                    لبعض الخدمات، أو كشف عمليات الاحتيال وحماية أمن الشبكة والمعلومات، وتحسين الخدمات وتطويرها بناءً على
                    تحليل البيانات.</li>
                <li><strong>الالتزام القانوني:</strong> قد نقوم بمعالجة بياناتك للامتثال للمتطلبات القانونية والتنظيمية،
                    ومنها على سبيل المثال لا الحصر: المادة السادسة عشر من نظام الدفاتر التجارية، والمادة السادسة وستون من
                    اللائحة التنفيذية لنظام ضريبة القيمة المضافة.</li>
            </ul>

            <h5 class="mb-3">4. الغرض من جمع البيانات الشخصية</h5>
            <p>
                قد نقوم بجمع بياناتك الشخصية لعدة أغراض تهدف إلى تحسين الخدمات المقدمة من قبلنا، وتشمل هذه الأغراض على سبيل
                المثال وليس الحصر:
            </p>
            <ul>
                <li>تطوير وتحسين الخدمات.</li>
                <li>دعم العمليات والأنظمة الخاصة بنا.</li>
                <li>التحقق من هوية المستخدم.</li>
                <li>فهم احتياجات العملاء.</li>
                <li>التسويق.</li>
                <li>الاستجابة للاستفسارات والشكاوى.</li>
                <li>منع الاحتيال.</li>
                <li>الامتثال للمتطلبات التعاقدية.</li>
                <li>الامتثال للمتطلبات القانونية والتنظيمية.</li>
            </ul>

            <h5 class="mb-3">5. البيانات الشخصية التي يتم جمعها واستخدامها</h5>
            <p>
                قد نقوم بجمع البيانات الشخصية اللازمة عنك عند استخدام أي من الخدمات، وقد تشمل على البيانات التالية:
            </p>
            <ul>
                <li><strong>بيانات الحساب:</strong> المعلومات والبيانات التي تقوم بتزويدها لشركة عالم التشفير، ومن ذلك على
                    سبيل المثال لا الحصر: الاسم الشخصي أو التجاري، ورقم الهوية الشخصية، والعناوين، وأرقام التواصل، وأرقام
                    الرخص والسجلات الشخصية أو التجارية، وأرقام الحسابات البنكية والبطاقات الائتمانية، وغير ذلك من البيانات
                    ذات الطابع الشخصي.</li>
                <li><strong>البيانات التقنية:</strong> تشمل البيانات المطلوبة لاستخدامك أي من الخدمات، بما في ذلك عنوان
                    بروتوكول الإنترنت الخاص بك وبيانات الاستخدام، على سبيل المثال لا الحصر: المعلومات المتعلقة بالجهاز الذي
                    تستخدمه مثل نوع الجهاز ونظام التشغيل، بالإضافة إلى المتصفح الذي تستخدمه، موقعك.</li>
                <li><strong>البيانات المالية:</strong> تشمل البيانات التي يتم جمعها لأغراض إجراء عمليات المدفوعات وما يتعلق
                    بها.</li>
                <li><strong>بيانات الاتصال:</strong> المعلومات التي يتم تبادلها عند التواصل معنا، بما في ذلك رسائل البريد
                    الإلكتروني، المحادثات المباشرة، وأي مراسلات أخرى.</li>
            </ul>

            <h5 class="mb-3">6. طريقة جمع البيانات الشخصية</h5>
            <p>
                قد نجمع بياناتك الشخصية عند تفاعلك مع خدماتنا باستخدام الطرق التالية:
            </p>
            <ul>
                <li><strong>الخدمات:</strong> المعلومات التي تقدمها عند زيارتك، تسجيلك، أو اشتراكك في خدماتنا، مثل المواقع الإلكترونية، التطبيقات، أو المنتجات.</li>
                <li><strong>التواصل المباشر:</strong> البيانات التي تُقدم أثناء تواصلك معنا عبر قنوات خدمة العملاء، مثل البريد الإلكتروني، المكالمات الهاتفية، الرسائل الفورية، الموقع الإلكتروني، حسابات التواصل الاجتماعي، أو النماذج.</li>
                <li><strong>استطلاعات الرأي:</strong> المعلومات مثل آرائك وتفضيلاتك التي تُقدمها عند المشاركة في استطلاعات الرأي أو الدراسات البحثية التي نجريها.</li>
                <li><strong>ملفات تعريف الارتباط (Cookies):</strong> البيانات التي تُجمع عبر ملفات نصية صغيرة تُخزن على جهازك لتحسين تجربة المستخدم، مثل تذكر التفضيلات، تتبع الأنشطة، تحسين أداء الموقع، أو متابعة الإعلانات.</li>
                <li><strong>إدارة ملفات تعريف الارتباط:</strong> البيانات المتعلقة باختياراتك لإدارة ملفات تعريف الارتباط عبر إعدادات المتصفح، مثل قبولها أو رفضها.</li>
            </ul>

            <h5 class="mb-3">7. الاحتفاظ بالبيانات الشخصية</h5>
            <p>
                نحتفظ ببياناتك الشخصية طالما كانت ضرورية لتحقيق الأغراض المنصوص عليها في هذه السياسة، ما لم تتطلب الأنظمة ذات العلاقة أو تسمح بالاحتفاظ بها لمدة أطول. عند انتهاء الغرض من جمعها ومعالجتها، سوف نتخذ الإجراءات المعقولة لمحوها من أنظمتنا والأنظمة الخارجية التي تعالج البيانات نيابة عنا، أو إزالة كل ما يؤدي إلى ربطها بك، ما لم يكن هناك مسوغ نظامي يوجب الاحتفاظ بها لمدة أطول أو إذا كانت متصلة اتصالاً وثيقاً بقضية منظورة أمام جهة قضائية.
            </p>
            <p>
                يرجى ملاحظة أن طلب حذف أو تعديل بياناتك قد يؤثر على استخدامك لبعض الخدمات المقدمة من قبلنا أو إنهاءها، وقد لا نتمكن من استعادتها بعد حذفها.
            </p>

            <h5 class="mb-3">8. حماية بياناتك الشخصية والإفصاح</h5>
            <p>
                نؤكد أن سرية وأمان بياناتك الشخصية من أولويات شركة عالم التشفير، ونتخذ مجموعة من الإجراءات لضمان حماية بياناتك من الوصول غير المصرح به أو الكشف عنها، إلا في الحالات التي يقتضيها النظام أو يكون الإفصاح ضروريًا لتقديم الخدمات أو الدعم الفني أو لأغراض تحليلية. نقوم باتخاذ مجموعة من الإجراءات التقنية والتنظيمية والفنية المعقولة لحماية بياناتك، بما في ذلك التشفير والتحقق الثنائي للهوية وتحديثات البرامج الأمنية المستمرة. ومع ذلك، يرجى ملاحظة أنه لا يوجد طريقة آمنة تمامًا لنقل أو تخزين البيانات عبر الإنترنت.
            </p>
            <p>
                نتعهد بعدم الإفصاح عن بياناتك الشخصية لأغراض تجارية أو مشاركتها مع أي طرف ثالث بخلاف ما هو منصوص عليه في هذه السياسة، إلا في الحالات المنصوص عليها في المادة الخامسة عشرة من نظام حماية البيانات الشخصية، وقد نشارك معلوماتك مع طرف ثالث في الحالات التالية:
            </p>
            <ul>
                <li>في حال حصولنا على موافقتك.</li>
                <li>مشاركتها مع الشركات التابعة والشركات داخل مجموعتنا.</li>
                <li>مشاركتها مع مقدمي الخدمات الذين يقدمون خدمات نيابة عنا.</li>
                <li>مشاركتها مع الشركاء الخارجيين ومقدمي الخدمات الذين يقدمون خدمات لنا.</li>
                <li>مشاركتها مع البنوك والمؤسسات المالية ومقدمي تقنيات وخدمات الدفع.</li>
                <li>مشاركتها مع طرف آخر في حالات الأنشطة المؤسسية مثل الاستحواذ أو الاندماج أو إعادة الهيكلة (بما في ذلك أثناء القيام بالعناية الواجبة والتفاوض)، بيع معظم أسهمنا و/أو أصولنا، المعاملات المالية المتعلقة بشراء أو تصفية أو حل أعمالنا كليًا أو جزئيًا، أو أي تغييرات مؤسسية كبرى أخرى.</li>
            </ul>

            <h5 class="mb-3">9. نقل البيانات خارج المملكة</h5>
            <p>
                شركة عالم التشفير هي منظمة لها عمليات وهيكليات إدارية ونظم فنية خارج حدود المملكة العربية السعودية، وبناءً على ذلك، قد نقوم بنقل بياناتك الشخصية إلى خارج المملكة لأغراض المعالجة والتخزين من قبل طرف ثالث في الخارج ولدعم جهودنا في تقديم الخدمات بكفاءة. نلتزم بضمان أن البيانات الشخصية يتم نقلها إلى طرف ثالث تخضع لنفس مستوى الحماية المقدمة من قبل شركة عالم التشفير، وفقًا للأنظمة والتشريعات المعمول بها في المملكة.
            </p>
            <p>
                عند نقل البيانات خارج المملكة، نحرص على اتخاذ جميع الإجراءات الضرورية لضمان حماية بياناتك، بما في ذلك إبرام اتفاقيات تعاقدية مع الطرف الثالث تضمن التزامهم بمعايير الحماية والخصوصية المماثلة لتلك التي نطبقها ووفقًا لنظام حماية البيانات الشخصية.
            </p>

            <h5 class="mb-3">10. التغييرات في سياسة الخصوصية</h5>
            <p>
                نحتفظ بحق تحديث هذه السياسة من وقت لآخر، وعند قيامنا بإجراء تغييرات جوهرية على السياسة، سنقوم بتحديث السياسة على موقعنا الإلكتروني، كما أننا قد نشعرك بوسائل التواصل المناسبة مثل إرسال السياسة عبر البريد الإلكتروني. نحثك على مراجعة سياسة الخصوصية بشكل دوري على موقعنا للبقاء على اطلاع بالتحديثات وكيفية حماية بياناتك الشخصية. استمرارك في استخدام أي من الخدمات المقدمة من قبلنا بعد نشر أي تغييرات على هذه السياسة يعني قبولك لتلك التغييرات، وسيتم توضيح تاريخ آخر تحديث لهذه السياسة في أعلى الصفحة.
            </p>

            <h5 class="mb-3">11. اللغة المعتمدة</h5>
            <p>
                تم إعداد هذه السياسة باللغتين العربية والإنجليزية، وتعد النسخة الإنجليزية ترجمة للنسخة العربية، وفي حال وجود تعارض بين النسختين فإن النسخة العربية هي المعتمدة.
            </p>

            <h5 class="mb-3">12. بيانات التواصل</h5>
            <p>
                في حال كان لديك أي أسئلة أو مخاوف أو شكاوى بخصوص هذه السياسة أو بياناتك التي نحتفظ بها أو إذا كنت ترغب في ممارسة أي من حقوقك، ندعوك إلى الاتصال بنا عن طريق قنوات التواصل أدناه:
            </p>
            <p>
                البريد الإلكتروني: worldencryptione2030@gmail.com<br>
                العنوان: الرياض ــ 7116 جابر بن عبدالله، حي المؤتمرات، الرمز البريدي: 12712<br>
                رقم التواصل: 0543888834
            </p>
            <p>
                وإذا لم تكن راضيًا عن معالجتنا للشكوى أو في حال عدم ردنا خلال ثلاثين يومًا من تاريخ استلام طلبك، يمكنك تقديم شكوى إلى الجهة المختصة:
            </p>
            <p>
                الهيئة السعودية للبيانات والذكاء الاصطناعي<br>
                المملكة العربية السعودية<br>
                الرياض<br>
                الموقع الإلكتروني: <a href="https://sdaia.gov.sa">sdaia.gov.sa</a><br>
                منصة حوكمة البيانات الوطنية: <a href="https://dgp.sdaia.gov.sa">dgp.sdaia.gov.sa</a>
            </p>
            </div>
        </div>

        <style>
            h5 {
                margin-bottom: 15px;
            }

            p {
                line-height: 1.8;
                margin-bottom: 15px;
            }
        </style>
    @endsection
