@extends('site.layouts.app-main')
@section('content')
    <div class="row mt-5">
        <div class="col-md-8 mt-5 text-right p-5">
            <h6 class="mb-4">آخر تحديث: 01.01.2025</h6>

            <h5>الشروط والأحكام</h5>
            <p>
                هذه الشروط والأحكام هي اتفاقية ملزمة قانونيًا بين العميل ("المستخدم") وشركة عالم التشفير لتقنية المعلومات،
                وهي شركة شخص واحد ذات مسؤولية محدودة مقيدة بالسجل التجاري بالرياض تحت رقم 1009103379، ويقع مقرها الرئيسي في
                7116 طريق جابر بن عبدالله، حي المؤتمرات، الرمز البريدي: 12712، الرياض، المملكة العربية السعودية ("عالم
                التشفير"). شركة عالم التشفير تقدم حلول تقنية لقطاع التجزئة، بهدف المساهمة في أتمتة هذا القطاع وتقديم خدمات
                برمجية متخصصة تشمل إدارة المخزون، المبيعات، التطبيقات المحاسبية، وإدارة الموظفين.
            </p>
            <p>
                بقبولك هذه الشروط والأحكام، من خلال الاشتراك أو استخدام أي من الخدمات المقدمة من قبل شركة عالم التشفير، فإنك
                توافق دون قيد أو شرط على الالتزام قانونيًا بها. كما أنك تقر بأنك قد قرأت وفهمت سياسة الخصوصية الخاصة بنا
                بالإضافة إلى أي سياسات أخرى سارية على قنواتنا الرسمية. وتنسخ هذه الشروط والأحكام أي اتفاق سابق عليها.
            </p>
            <p>
                يعتبر العميل وفقًا لهذه الشروط والأحكام هو الشخص المعنوي، سواء كان شركة أو مؤسسة لديها سجل تجاري ساري أو ما
                يماثله. ويقر الشخص الطبيعي الذي يقبل الدخول في هذه الشروط والأحكام، أنه الممثل القانوني للشخص المعنوي أو
                مفوض من الممثل القانوني للشخص المعنوي. وفي حال عدم وجود شكل تمثيل صالح، فإن الشخص الطبيعي يتحمل كامل
                المسؤولية عن تبعات هذه الشروط والأحكام أمام الشخص المعنوي وشركة عالم التشفير.
            </p>

            <h5 class="mb-3">1. ضمان وقت التشغيل الشهري</h5>
            <p>
                تضمن عالم التشفير أن خدماتها ستكون متوفرة 99% من الوقت خلال الشهر التقويمي ("ضمان وقت التشغيل الشهري")
                باستثناء خدمات الصيانة والاستثناءات. يحق لك المطالبة برصيد خدمة خلال فترات توقف الخدمة إذا أخفقت شركة عالم
                التشفير في تلبية ضمان وقت التشغيل الشهري بشرط أن يتم التحقق من إجمالي فترات توقف الخدمة بنسبة 1% في الشهر
                التقويمي الموثقة من قبل عالم التشفير. تعرف "فترات توقف الخدمة" بعدم إمكانية الوصول إلى الخدمة بسبب فشل في
                معدات الشبكة التي تديرها أو تملكها أو تؤجرها أو تستخدمها عالم التشفير لتقديم الخدمة. ويشمل العجز في المحولات
                والموجهات والكابلات المدارة باستثناء الصيانة والاستثناءات. لا يشمل ضمان وقت التشغيل الشهري الوقت المطلوب
                لإجراء عمليات استعادة البيانات والنسخ الاحتياطية.
            </p>

            <h5 class="mb-3">2. متطلبات تشغيل الخدمة</h5>
            <p>
                يجب على العميل تأمين البيئة المناسبة لعمل البرنامج، ويتحمل مسؤولية أي إخلال بالمعايير والمتطلبات المتعارف
                عليها، ويشمل ذلك، على سبيل المثال لا الحصر: توفير الأجهزة اللازمة لتشغيل البرنامج والاستفادة من الخدمات
                المقدمة بأفضل وجه. يمكنكم الاستفسار من موظف المبيعات عن الأجهزة المناسبة لتشغيل البرنامج والمتوافقة مع طبيعة
                البرنامج، وتوفير انترنت عالي السرعة لضمان فعالية عمل البرنامج.
            </p>

            <h5 class="mb-3">3. المستخدم المعتمد</h5>
            <p>
                أي شخص أو كيان يصرح له العميل استخدام خدمة عالم التشفير نيابة عنه. يتضمن ذلك المسؤول الأساسي (كما تم تعيينه
                من قبل العميل) والموظفين الآخرين وطاقم العميل المصرح لهم من قبل العميل باستخدام خدمات عالم التشفير نيابة عن
                العميل، كما يشمل أيضًا شركاء الدعم والأطراف الثالثة الأخرى التي يشارك العميل تفاصيل حسابه في عالم التشفير
                معها (والذين يتحمل العميل مسؤولية أفعالهم).
            </p>

            <h5 class="mb-3">4. الترخيص</h5>
            <p>
                تلتزم شركة عالم التشفير بالسماح للعميل بالوصول واستخدام البرنامج وأي من الخدمات المتفق عليها وفقًا لهذه
                الشروط والأحكام برخصة محدودة وغير حصرية وغير قابلة للتنازل وغير قابلة للترخيص من الباطن. لا تشمل هذه الرخصة
                الحق للقيام في إعادة بيع أو استخدام أي من الخدمات لأغراض تجارية دون موافقة خطية من شركة عالم التشفير.
            </p>

            <h5 class="mb-3">5. التحديثات</h5>
            <p>
                عادةً ما يتم إجراء التحديثات خارج ساعات الذروة وغالباً تُصدر خصائص البرنامج الجديدة في مساء يوم الجمعة. يتم
                إبلاغ المستخدمين عن التغييرات القادمة مسبقًا وإعطائهم معلومات عن كيفية استخدام الخصائص الجديدة من خلال
                البريد الإلكتروني والإعلانات وباستخدام وثائق أخرى. قد نقوم من حين لآخر بإصدار تحديثات أو ترقيات أو تحسينات
                أو إصدارات جديدة من البرنامج الذي تستخدمه، وقد يشمل ذلك إضافة أو إزالة بعض الوظائف. يجب عليك الامتثال
                لتعليمات شركة عالم التشفير فيما يتعلق بالتحديثات والتعديلات. كما تقر وتوافق على أن لدينا الصلاحية لتحديث
                البرنامج بالطريقة المناسبة لضمان وظيفته وأمنه وأدائه. نحتفظ أيضًا بالحق في التوقف عن تقديم بعض الخدمات في أي
                وقت، ولا يمكن تفسير أي من هذه الشروط كضمان لاستمرارية الخدمات أو التزام منا بدعمها أو المحافظة عليها أو
                استمرار توفيرها.
            </p>

            <h5 class="mb-3">6. الدعم الفني</h5>
            <p>
                تقدم شركة عالم التشفير الدعم الفني وأعمال الصيانة للعميل من خلال قنوات التواصل المتاحة، وذلك لمعالجة أي
                مشكلات فنية أو استفسارات قد تنشأ عند استخدام أي من الخدمات المقدمة من قبل شركة عالم التشفير. نؤكد أن جميع
                خدمات الدعم الفني وأعمال الصيانة تتم عن بعد ولا توجد أي زيارات مجانية أو القيام بأي أعمال تشغيلية نيابة عن
                العميل.
            </p>

            <h5 class="mb-3">7. ضمان البيانات غير القابلة للاسترداد</h5>
            <p>
                إذا حاولت الوصول إلى أي من بياناتك ولم تكن قابلة للاسترداد، يجب تبليغ شركة عالم التشفير بالمشكلة بأسرع وقت
                ممكن. ستحقق عالم التشفير في سبب المشكلة وستطلب تجاوبك ومساعدتك خلال عملية التحقيق. إذا أظهرت نتائج تحقيق
                عالم التشفير أن سبب المشكلة في استرداد البيانات يرجع لخطأ من طرف شركة عالم التشفير، ستمنحك شركة عالم التشفير
                رصيدًا للخدمة بحد أقصى للرسوم المفروضة عليك في الشهر التقويمي الذي وقعت فيه مشكلة استرداد البيانات.
            </p>

            <h5 class="mb-3">8. إلغاء الحسابات</h5>
            <p>
                يمكننا إلغاء أو تعليق حسابك في أي وقت بموجب إخطار كتابي أو إلكتروني. سيكون هذا الفسخ ساريًا عند انتهاء فترة
                الاشتراك المدفوعة في تلك الفترة. كما يجوز لنا إلغاء أو تعليق حسابك في حال، ووفق سلطتنا التقديرية:
            </p>
            <ul>
                <li>ارتكبت خرقًا جوهريًا أو مستمرًا لهذه الأحكام أو أي أحكام تنطبق على استخدامك لخدمات عالم التشفير.</li>
                <li>لاحظنا أنه من المحتمل خرق أي قوانين معمول بها في منطقتك أو ولايتك القضائية عند توفير خدمات عالم التشفير
                    أو استخدامها.</li>
                <li>قررنا سحب خدمات عالم التشفير من منطقتك أو ولايتك القضائية.</li>
                <li>فشلت في الالتزام بالحدود والقيود (على سبيل المثال، عدد المستخدمين أو المسجلين أو المعاملات) السارية في
                    خطتك مع عالم التشفير.</li>
            </ul>

            <h5 class="mb-3">9. مسؤوليتنا محدودة</h5>
            <p>
                إلى أقصى حد يسمح به القانون، لن تكون عالم التشفير مسؤولة عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو خاصة
                أو تبعية أو تأديبية، والتي تشمل على سبيل المثال لا الحصر أضرار خسارة الأرباح أو العمل التجاري أو السمعة
                التجارية أو الاستخدام أو البيانات أو أي خسائر أخرى غير ملموسة (حتى لو تم إخطار عالم التشفير بإمكانية حدوث
                هذه الأضرار) والناتجة عن:
            </p>
            <ul>
                <li>استخدام أو عدم القدرة على استخدام الخدمة (كاملة أو جزء منها) أو أي أعطال تقنية.</li>
                <li>تكلفة شراء السلع والخدمات البديلة.</li>
                <li>الوصول غير المصرح أو التحريف في اتصالاتك أو بياناتك.</li>
                <li>بيانات أو سلوكيات طرف ثالث فيما يتعلق بخدمات عالم التشفير.</li>
                <li>أي مسألة أخرى تتعلق بخدمات عالم التشفير.</li>
            </ul>
            <p>
                في أي حال، يقتصر الحد الأقصى من المسؤولية الإجمالية لعالم التشفير بموجب هذه الأحكام أو ما يتعلق فيها أو
                استخدامك لخدمات عالم التشفير على عدد الأتعاب التي دفعتها خلال الـ12 شهرًا السابقة. إلى أقصى حد يسمح به
                القانون، تقدم شركة عالم التشفير حلولًا تقنية تهدف إلى مساعدة العملاء في إدارة عملياتهم. ومع ذلك، فإن شركة
                عالم التشفير ليست مسؤولة عن ضمان الامتثال لأي متطلبات تنظيمية، أو تقديم مستندات، أو التزامات تفرضها الجهات
                التنظيمية على العميل، أو أي قوانين وأنظمة سارية. يتحمل العميل مسؤولية التأكد من أن استخدامه لخدمات شركة عالم
                التشفير يتوافق مع جميع المتطلبات القانونية والتنظيمية ذات الصلة. لا تتحمل شركة عالم التشفير المسؤولية عن أي
                مطالبات تنشأ من منتجات أو خدمات أي طرف ثالث، بما في ذلك الأجهزة والبرامج والخدمات. يقتصر دور شركة عالم
                التشفير في تسويق أو الإشارة إلى منتجات أو خدمات طرف الثالث على عملية الإحالة التسويقية فقط. نحن لا نقدم
                ضمانات أو دعم لهذه المنتجات أو الخدمات. ويلتزم العميل بالتواصل مع مقدمي الخدمة (الطرف الثالث)، عند حدوث أي
                عطل في المنتجات أو الخدمات المقدمة من قبلهم أو طلب تفعيل أي من الخدمات أو المنتجات المقدمة من الطرف الثالث.
            </p>

            <h5 class="mb-3">10. أنت مسؤول عن استخدامك لخدمة عالم التشفير وعن تعويضك لنا</h5>
            <p>
                أنت مسؤول عن جميع الأنشطة الناتجة عن استخدام خدمات عالم التشفير من خلال حسابك. أنت مسؤول عن الحفاظ على أمان
                حسابك وكلمة المرور ولن تكون شركة عالم التشفير مسؤولة عن أي خسارة أو ضرر قد تنجم عن أي فشل في الحفاظ على
                أسماء المستخدمين وكلمات المرور. أنت مسؤول عن تعويض شركة عالم التشفير عن جميع أشكال التبعات والتدابير
                والإجراءات والمطالب النفقات والمصاريف والتكاليف التي قد تتكبدها أو تتحملها شركة عالم التشفير بسبب استخدام
                خدمات عالم التشفير في حسابك أو عدم امتثالك لهذه الأحكام.
            </p>

            <h5 class="mb-3">11. حذف البيانات</h5>
            <p>
                عند انتهاء أو إنهاء هذه الأحكام أو عند إلغاء حسابك، سيتم حذف البيانات التي قدمتها لمنصة عالم التشفير بعد 30
                يومًا ما لم تقتض القوانين أو اللوائح المعمول بها في شركة عالم التشفير الاحتفاظ بالبيانات لفترة أطول. وطالما
                استمرينا في حفظ البيانات، ستكون معزولة ومحفوظة بشكل آمن من أي عمليات معالجة إضافية ما لم تقتض القوانين
                المعمول بها خلاف ذلك.
            </p>

            <h5 class="mb-3">12. الاستثناءات</h5>
            <p>
                لا يحق للعميل الحصول على رصيد خدمة إذا كانت فترات توقف الخدمة ناتجة عن الاستثناءات التالية:
            </p>
            <ul>
                <li>الإجراءات أو أوجه القصور من طرفك أو طرف الموظفين أو الوكلاء أو الممثلين أو المقاولين الذين يستخدمون كلمة
                    المرور واسم المستخدم الصادرة من عالم التشفير للوصول إلى خدماتها.</li>
                <li>نتيجة عمليات الصيانة.</li>
                <li>هجمات الحرمان من الخدمات أو التهكير أو أي حادث كيدي أو شفرة مستهدفة ضد شركة عالم التشفير أو عميلها.</li>
                <li>تعطل معدات الحاسوب أو البرامج أو شبكة أو بنية تحتية للإنترنت لا تملكها أو تديرها شركة عالم التشفير أو
                    مقاوليها الفرعيين.</li>
                <li>عوامل خارجة عن سيطرة شركة عالم التشفير المعقولة.</li>
            </ul>

            <h5 class="mb-3">13. القيود</h5>
            <p>
                باستثناء ما هو منصوص عليه في هذه الاتفاقية، لا يجوز للعميل (ولا يجوز سماحه لطرف ثالث) أن يقوم بشكل مباشر أو
                غير مباشر:
            </p>
            <ul>
                <li>بهندسة عكسية أو فك التجميع أو فك التركيب أو أي محاولة لاشتقاق رمز الشفرة المصدرية أو الشفرة المستهدفة أو
                    الهيكلة الأساسية أو الأفكار أو خوارزميات الخدمة (إلا في الحدود المرفوض تقييدها بشكل خاص بموجب القانون
                    المعمول به).</li>
                <li>تعديل الخدمة أو ترجمتها أو إنشاء أعمال مشتقة منها.</li>
                <li>نسخ الخدمة أو تأجيرها أو إقراضها أو توزيعها أو رهنها أو تخصيصها أو نقل ورهن حقوقها.</li>
                <li>إزالة أو تعديل أي إشعارات ملكية من الخدمة أو أي جزء منها.</li>
                <li>الانتفاع الجماعي أو استخدامها لأغراض مكاتب الخدمات.</li>
                <li>استخدام الخدمة لبناء تطبيق أو منتج منافس لأي من منتجات أو خدمات شركة عالم التشفير.</li>
                <li>التدخل أو محاولة التدخل في عمل الخدمة أو أي أنشطة يتم تطبيقها على الخدمة.</li>
                <li>تجاهل أي إجراءات قد تتخذها عالم التشفير لمنع أو تقييد الوصول للخدمة (أو حسابات أخرى أو نظم حاسوبية أو
                    شبكة الإنترنت المرتبطة بالخدمة).</li>
            </ul>
            <p>
                العميل مسؤول عن جميع أنشطته المرتبطة بالخدمة، والتي تشمل على سبيل المثال لا الحصر رفع بيانات العميل في
                الخدمة. العميل:
            </p>
            <ul>
                <li>يجب أن يستخدم الخدمة وفقًا لجميع القوانين والمعاهدات واللوائح المحلية والحكومية والقومية والعالمية
                    السارية والمتعلقة باستخدام العميل للخدمة (تتضمن ما هو متعلق بخصوصية البيانات والاتصالات الدولية وقوانين
                    التصدير ونقل البيانات التقنية والشخصية).</li>
                <li>لا يجوز استخدام الخدمة بطريقة تنتهك أي حقوق ملكية فكرية أو تعاقدية أو حقوق ملكية أخرى لأي طرف ثالث.</li>
            </ul>

            <h5 class="mb-3">14. المنازعات</h5>
            <p>
                لو حصلت أي منازعات بين الأطراف بشأن هذه الأحكام (أو أي نسخة سابقة منها)، يجب على أي من الطرفين تقديم إخطار
                بطبيعة النزاع وتفاصيله، ولن يبدأ أي من الطرفين بأي إجراءات قضائية أو محاكمة حتى يتم الامتثال بالإجراء
                المذكور في هذا القسم. خلال عشرة (10) أيام عمل من استلام إشعار النزاع، يجب أن يجتمع كبار المدراء من كلا
                الطرفين لمحاولة حل النزاع. إذا لم يتم حل النزاع خلال عشرين (20) يوم عمل من استلام إشعار النزاع، يجوز لأي من
                الطرفين بعد إشعار الطرف الآخر إحالة النزاع إلى وسيط. إذا لم يتم حل النزاع خلال عشرين (20) يوم عمل من إحالة
                النزاع إلى وسيط، يجوز لأي من الطرفين بعد إشعار الطرف الآخر إحالة النزاع إلى تحكيم ملزم. سيكون التحكيم في
                الرياض في المملكة العربية السعودية، ويجب أن تكون نتائج التحكيم غير قابلة للاستئناف وملزمة بكل الطرفين.
            </p>

            <h5 class="mb-3">15. فترة التجربة والإرجاع</h5>
            <p>
                يلتزم العميل باستخدام البرنامج وفحصه خلال فترة التجربة التي تمتد لأربعة عشر (14) يومًا تقويميًا، تبدأ من
                تاريخ إرسال اسم المستخدم وكلمة المرور التجريبي. وبعد الموافقة على الشراء ودفع الفاتورة واعتماد الطلب، وبغض
                النظر عن تاريخ استلام الأجهزة أو تجربته للبرنامج من عدمها، فلا يحق له الاسترجاع للاشتراك. ويحق له إرجاع
                الأجهزة أو تسليمها لشركة الشحن المعتمدة من قبل شركة عالم التشفير خلال خمسة (5) أيام عمل من تاريخ اعتماد طلب
                الإرجاع، على أن تكون الأجهزة في حالتها السليمة مع كامل ملحقاتها، وإلا سيتم خصم قيمة الأجهزة الفعلية "قبل
                الخصم" من إجمالي المبلغ كما هو موضح في الفاتورة أو السعر الفعلي بالموقع الرسمي لشركة عالم التشفير. وينطبق
                أيضًا في حال تم الحصول على الأجهزة مجانًا أو بخصم مقابل الاشتراك في البرنامج. ويسقط حق العميل في الإرجاع عند
                مضي مدة التجربة دون تقديم طلب خلال هذه الفترة، أو انقضاء مدة خمسة (5) أيام عمل من تاريخ اعتماد الإرجاع دون
                تسليم الأجهزة لشركة الشحن المعتمدة من قبل شركة عالم التشفير أو لشركة عالم التشفير.
            </p>
            <p>
                يحق للعملاء استلام الأجهزة من عالم التشفير مباشرة من المركز الرئيسي بالرياض أو ما تحدده الشركة في حال
                استحداث فروع، أو أن يطلب العميل أن نساعدهم في تسليمها إلى شركة شحن معتمدة لدى عالم التشفير، ويفترض أن توصل
                شركة الشحن الأجهزة للعميل خلال فترة معقولة، علماً بأن أي تأخير في وصول الأجهزة ناتج عن شركات الشحن ليس من
                مسؤوليتنا، وننصح العميل بالتواصل مباشرة مع شركة الشحن في حال حدوث أي تأخير. وتحتفظ شركة عالم التشفير بحق
                تمديد فترة تسليم الأجهزة لشركة الشحن في حال عدم توفرها في المخزون.
            </p>
            <p>
                يرجى ملاحظة: أن فترة التجربة لا تشمل المشتركين الذين جددوا اشتراكهم أو العملاء السابقين. كما أن الأجهزة
                المجانية أو الخصومات على الباقات متاحة فقط للعملاء الجدد، ولا تشمل العملاء الحاليين أو السابقين.
            </p>

            <h5 class="mb-3">16. ضمان الأجهزة</h5>
            <p>
                ضمان أجهزة عالم التشفير سنتين تبدأ من تاريخ فاتورة الشراء. يغطي هذا الضمان جميع العيوب التصنيعية ويشمل إصلاح
                أو استبدال الجهاز المتضرر بدون أي تكاليف إضافية على العميل. ومع ذلك، فإن الضمان لا يشمل الأضرار الناتجة عن
                سوء الاستخدام، أو الإهمال، أو الكوارث الطبيعية، أو الحوادث، أو التعديلات، أو الإصلاحات الجهاز لدى مراكز
                الصيانة غير معتمدة من قبل شركة عالم التشفير. يجب على العميل الاحتفاظ بالفاتورة الأصلية كإثبات لتاريخ بداية
                ونهاية الضمان وتقديم أو إرسال الجهاز المتضرر مع كامل ملحقاته إلى مركز خدمة معتمد مع شرح مفصل للمشكلة بعد
                التواصل مع خدمة العملاء وتزويدهم بالمعلومات المطلوبة. تسعى الشركة لإصلاح أو استبدال الجهاز خلال أربعة عشر
                (14) يوم عمل من تاريخ استلام الجهاز من قبل شركة عالم التشفير، ولكن قد تختلف المدة الزمنية بناءً على نوع
                الضرر وتوافر الأجزاء. تحتفظ الشركة بالحق في استبدال الجهاز بآخر جديد أو مجدد بنفس المواصفات أو بمواصفات أفضل
                إذا تعذر إصلاح الجهاز الأصلي.
            </p>

            <h5 class="mb-3">17. أحكام ختامية</h5>
            <p>
                هذه الشروط والأحكام تخضع وتفسر وفقًا للقوانين واللوائح المعمول بها في المملكة العربية السعودية. تحتفظ الشركة
                بالحق في تعديل هذه الشروط والأحكام دون إشعار مسبق، على أن يتم الإعلان عن أي تغييرات عبر القنوات الرسمية
                لشركة عالم التشفير. لا تسري أي شروط أو أحكام أخرى من أي نوع، والتي قد تكون واردة في مستندات أو أي عمليات
                تواصل أخرى من جانبك مع شركة عالم التشفير، أو موظفيها أو ممثليها أو وكلائها فيما يتعلق بالخدمة، ولن تكون
                ملزمة عليها، ما لم يكون هناك اتفاقية قانونية مكتوبة منفصلة تنص على ذلك صراحة بين شركة عالم التشفير والعميل.
            </p>

            <h5 class="mb-3">بيانات التواصل</h5>
            <p>
                في حال كان لديك أي أسئلة أو استفسارات بخصوص هذه الشروط والأحكام، ندعوك إلى الاتصال بنا عبر قنوات التواصل
                التالية:
            </p>
            <p>
                البريد الإلكتروني: worldencryptione2030@gmail.com<br>
                العنوان: الرياض ــ 7116 جابر بن عبدالله، حي المؤتمرات، الرمز البريدي: 12712<br>
                رقم التواصل: 0543888834
            </p>
        </div>
    </div>

    <style>
        h5 {
            margin-bottom: 15px;
        }

        p,
        ul {
            line-height: 1.8;
            margin-bottom: 15px;
        }

        li {
            margin-bottom: 10px;
        }
    </style>
@endsection
